Table of Contents
 Class NadSetupValueFloat
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value float
public class NadSetupValueFloat : NadSetupValue
Inheritance
object
NadSetupValue
NadSetupValueFloat
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public float Value { get; set; }
Property Value
float
 Edit this page